Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/ImproveSiriDictation.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SPLASH_SUMMARY_GENERATIVE
source: Improve Siri and Dictation allows Apple to store and review your interactions with Siri, Dictation, and Translate, including the audio data and transcripts, in order to help Apple develop and improve Siri, Dictation, and limited other language processing features like Translate or Voice Control.
ar: تسمح ميزة "تحسين Siri والإملاء" لـ Apple بتخزين ومراجعة تفاعلاتك مع Siri والإملاء والترجمة، بما في ذلك البيانات الصوتية والنسخ النصية، وذلك بهدف مساعدة Apple على تطوير وتحسين Siri والإملاء وميزات أخرى محدودة لمعالجة اللغات، مثل الترجمة أو التحكم بالصوت.
bg: Функцията Подобряване на Siri и Диктовка позволява на Apple да съхранява и преглежда вашите взаимодействия с функциите Siri, Диктовка и Превод, включително аудио данни и транскрипции, с цел да се помогне на Apple да разработва и подобрява функциите Siri, Диктовка и други ограничени функции за езикова обработка като Превод или Управление с глас.
ca: La millora de Siri i del dictat permet que Apple desi i revisi les interaccions amb Siri, el dictat i l’app Traducció, incloses les dades d’àudio i les transcripcions, per ajudar Apple a desenvolupar i millorar Siri, el dictat i un nombre limitat d’altres funcions de processament del llenguatge, com ara l’app Traducció o el control per veu.
cs: Vylepšování Siri a diktování umožňuje společnosti Apple uchovávat a analyzovat vaše interakce se Siri, diktováním a aplikací Přeložit včetně zvukových dat a přepisů. Pomáhá jí tak s vývojem a vylepšováním Siri, diktování a omezeného okruhu dalších funkcí využívajících zpracování přirozeného jazyka, jako je například aplikace Přeložit nebo hlasové ovládání.
da: Gør Siri og Diktering bedre gør det muligt for Apple at gemme og gennemgå dine interaktioner med Siri, Diktering og Oversæt, herunder lyddata og transskriptioner, for at hjælpe Apple med at udvikle og forbedre Siri, Diktering og et begrænset antal af andre funktioner til behandling af sprog, f.eks. Oversæt og Stemmekontrol.
de: Mit der Option „Siri und Diktierfunktion verbessern“ erlaubst du Apple, deine Interaktionen mit Siri, der Diktierfunktion und der App „Übersetzen“ zu speichern und zu prüfen, einschließlich Audiodaten und Transkripte, um Siri, die Diktierfunktion und begrenzte andere Sprachverarbeitungsfunktionen wie die App „Übersetzen“ oder die Sprachsteuerung zu entwickeln und zu verbessern.
el: Η Βελτίωση του Siri και της Υπαγόρευσης επιτρέπει στην Apple να αποθηκεύει και να ελέγχει τις αλληλεπιδράσεις σας με το Siri, την Υπαγόρευση και τη Μετάφραση, συμπεριλαμβανομένων των δεδομένων ήχου και των απομαγνητοφωνήσεων, ώστε να βοηθά την Apple στην ανάπτυξη και τη βελτίωση του Siri, της Υπαγόρευσης και ενός περιορισμένου αριθμού άλλων δυνατοτήτων επεξεργασίας γλώσσας, όπως η Μετάφραση ή ο Φωνητικός έλεγχος.
es: Gracias a la función “Mejorar Siri y Dictado”, Apple puede almacenar y revisar tus interacciones con Siri y con las funciones de dictado y traducción (incluidos los datos y las transcripciones de audio) con el fin de ayudar a desarrollar y mejorar Siri, el dictado y otras prestaciones de procesamiento del lenguaje, como la app Traducir o el control por voz.
es_419: Mejorar Siri y Dictado permite a Apple almacenar y revisar tus interacciones con Siri, Dictado, y Traducir, incluyendo los datos de audio y transcripciones, una muestra de las interacciones de audio de Siri, Dictado y Traducir, y que sus empleados las revisen con el fin de ayudar a Apple a desarrollar y mejorar Siri, Dictado y un conjunto limitado de funciones de procesamiento del lenguaje, como Traducir o Control por voz.
es_us: Mejorar Siri y Dictado permite a Apple almacenar y revisar tus interacciones con Siri, Dictado, y Traducir, incluyendo los datos de audio y transcripciones, una muestra de las interacciones de audio de Siri, Dictado y Traducir, y que sus empleados las revisen con el fin de ayudar a Apple a desarrollar y mejorar Siri, Dictado y un conjunto limitado de funciones de procesamiento del lenguaje, como Traducir o Control por voz.
fi: Kun Paranna Siriä ja sanelua on käytössä, Apple voi tallentaa ja tarkastella Siri-, sanelu- ja Käännä-käyttötapahtumia, mukaan lukien äänitiedot ja tekstimuunnokset, jotta Apple voi edelleen kehittää ja parantaa Siriä, sanelua ja muita rajoitettuja kielenkäsittelytekniikoita, kuten Käännä tai Ääniohjaus.
fr: « Améliorer Siri et Dictée » permet à Apple de stocker et d’examiner vos interactions avec Siri, Dictée et Traduire, y compris les données audio et les transcriptions, afin d’aider Apple à développer et à améliorer Siri, Dictée et certaines autres fonctionnalités de traitement du langage, comme Traduire ou Contrôle vocal.
fr_ca: « Améliorer Siri et Dictée » permet à Apple de stocker et d’examiner vos interactions avec Siri, Dictée et Traduire, y compris les données audio et les transcriptions afin de l’aider à développer et à améliorer Siri, Dictée et d’autres fonctionnalités limitées de traitement du langage telles que Traduire et les commandes vocales.
he: ״שיפור Siri ו׳הכתבה׳״ מאפשר ל-Apple לאחסן ולבדוק את האינטראקציות שלך עם Siri, ״הכתבה״ ו״תרגום״, כולל נתוני שמע ותמלולים. פעולות אלו של אחסון ובדיקה עוזרות ל-Apple לפתח ולשפר את Siri, ״הכתבה״ ומאפיינים מוגבלים אחרים לעיבוד שפה טבעית כמו ״תרגום״ או ״שליטה קולית״.
hi: Siri, डिक्टेशन और अनुवाद या वॉइस कंट्रोल जैसे अन्य भाषा प्रोसेसिंग के सीमित फ़ीचर डेवलप करने और बेहतर बनाने में Apple की सहायता करने के लिए “Siri और डिक्टेशन बेहतर बनाएँ” Apple को ऑडियो डेटा और ट्रांसक्रिप्ट सहित Siri, डिक्टेशन और अनुवाद के साथ आपके इंटरऐक्शन संग्रहित करने और उनकी समीक्षा करने की अनुमति प्रदान करता है।
hr: Zahvaljujući opciji Poboljšanje Siri i Diktata tvrtka Apple može pohraniti i pregledati vaše interakcije sa značajkama Siri, Diktat i Prijevod, uključujući audio podatke i transkripte, kako bi se pomoglo tvrtki Apple u razvoju i poboljšanju Siri, Diktata i drugih ograničenih značajki obrade jezika poput Prijevoda ili Upravljanja glasom.
hu: A Siri és a Diktálás továbbfejlesztése funkció engedélyezi az Apple számára, hogy eltárolja és áttekintse az Ön a Sirivel, a Diktálással és a Fordítóval végzett interakcióit, többek között az audioadatokat és átiratokat, így segítve az Apple‑t Sirinek, a Diktálásnak és más nyelvfeldolgozási funkciók korlátozott körének, például a Fordítónak és a Hangvezérlésnek a fejlesztésében és továbbfejlesztésében.
id: Tingkatkan Siri dan Dikte memungkinkan Apple untuk menyimpan dan meninjau interaksi Anda dengan Siri, Dikte, dan Terjemahkan, termasuk data audio dan transkrip, agar dapat membantu Apple mengembangkan dan meningkatkan Siri, Dikte, serta fitur pemrosesan bahasa terbatas lainnya seperti Terjemahkan atau Kontrol Suara.
it: L’opzione “Migliora Siri e Dettatura” consente di salvare e far analizzare ai dipendenti Apple le tue interazioni con Siri, Dettatura e Traduci, inclusi i dati audio e le trascrizioni, al fine di aiutare Apple stessa a sviluppare le suddette funzionalità e un numero limitato di altre funzioni di elaborazione del linguaggio, come “Controllo vocale”.
ja: “Siriと音声入力の改善”では、Siri、音声入力、および翻訳に対する操作（音声データと文字起こしを含む）をAppleが保存し、レビューすることを許可することにより、Siri、音声入力、および翻訳や音声コントロールなどの限定的なその他の言語処理機能のAppleによる開発および改善を支援することができます。
kk: «Siri және дауыспен енгізу» функциясы Apple компаниясына Siri, «Дауыспен теру» және «Аудару» функциясымен орындалған әрекеттеріңіздің аудиожазба іріктемесін, соның ішінде аудио деректер мен транскрипцияларды сақтауға және тексеруге мүмкіндік береді. Бұл Apple компаниясына Siri, «Дауыспен теру» және «Аудару» немесе «Дауыспен басқару» сияқты басқа да тіл өңдеу функцияларының шектеулі санын әзірлеуге және жақсартуға көмектеседі.
ko: ‘Siri 및 받아쓰기 기능 향상’을 통해 Apple은 Siri, 받아쓰기 및 번역에 대한 사용자의 상호 작용을 보관하고 검토하여 Siri, 받아쓰기 및 번역이나 음성 명령과 같은 제한된 다른 언어 처리 기능을 개발하고 향상할 수 있습니다.
lt: „Siri“ ir „Diktavimo“ tobulinimas leidžia bendrovei „Apple“ saugoti ir peržiūrėti informaciją apie sąveikas su „Siri“, „Diktavimu“ ir „Vertimu“, įskaitant garso duomenis ir transkripcijas, kad bendrovei „Apple“ būtų lengviau plėtoti ir tobulinti „Siri“, „Diktavimą“ ir kitas kalbos apdorojimo funkcijas, pvz., „Vertimą“ arba „Valdymą balsu“.
ms: Tingkatkan Siri dan Perencanaan membenarkan Apple menyimpan dan menyemak interaksi anda dengan Siri, Perencanaan dan Terjemah, termasuk data audio dan transkrip, untuk membantu Apple membangunkan dan meningkatkan Siri, Perencanaan dan ciri pemprosesan bahasa lain yang terhad seperti Terjemah atau Kawalan Suara.
nl: Met behulp van 'Verbeter Siri en de dicteerfunctie' kan Apple je interacties met Siri, de dicteerfunctie en de vertaalfunctie, waaronder de audio-gegevens en transcripten, opslaan en beoordelen om Apple te helpen bij het ontwikkelen en verbeteren van Siri, de dicteerfunctie en beperkte andere taalverwerkingsfuncties, zoals de vertaalfunctie en stembediening.
no: Forbedre Siri og Diktering gjør det mulig for Apple å gå gjennom dine interaksjoner med Siri, Diktering og Oversett, inkludert lyddata og avskrifter, for å hjelpe Apple med å utvikle og forbedre Siri, Diktering og et begrenset utvalg av andre språk­proses­serings­funksjoner som Oversett eller Talekontroll.
pl: Opcja Ulepszanie (Siri i Dyktowanie) pozwala Apple przechowywać i odsłuchiwać Twoje interakcje z Siri, funkcją Dyktowanie i aplikacją Tłumacz, w tym ich zapisy dźwiękowe i transkrypcje, aby pomóc Apple w rozwijaniu i ulepszaniu funkcji Siri i Dyktowanie oraz ograniczonego zestawu innych funkcji przetwarzania języka, na przykład Tłumacz lub Sterowanie głosowe.
pt_br: O recurso Melhorar a Siri e o Ditado permite que a Apple armazene e revise suas interações com a Siri, o Ditado e o app Traduzir, incluindo os dados de áudio e as transcrições, para ajudar a Apple a desenvolver e melhorar a Siri, o Ditado e outros recursos limitados de processamento de linguagem, como o app Traduzir ou o Controle por Voz.
pt_pt: Melhorar Siri e Ditado permite que a Apple armazene e analise as suas interações com Siri, Ditado e Traduzir, incluindo os dados de áudio e as transcrições, para ajudar a Apple a desenvolver e melhorar Siri, Ditado e algumas outras funcionalidades de processamento de linguagem como Traduzir ou o controlo por voz.
ro: “Îmbunătățire Siri și Dictare” permite ca Apple să stocheze și să analizeze interacțiunile dvs. cu funcționalitățile Siri, Dictare și Traducere, inclusiv datele audio și transcrierile, pentru a ajuta Apple să dezvolte și să îmbunătățească Siri, dictarea și un număr limitat de alte funcționalități de procesare a limbajului, precum Traducere sau Comenzi vocale.
ru: Функция «Улучшение Siri и Диктовки» дает возможность компании Apple и анализировать Ваши взаимодействия с Siri, Диктовкой и Переводом, в том числе аудиоданные и конспекты взаимодействий, в целях дальнейшей разработки и совершенствования Siri, Диктовки и ограниченного числа других функций обработки естественного языка, таких как Перевод и Управление голосом.
sk: Funkcia Vylepšovať Siri a Diktovanie umožňuje spoločnosti Apple uchovávať a analyzovať vaše interakcie so Siri, Diktovaním a funkciou tlmočenia vrátane zvukových dát a prepisov na účely vývoja a vylepšovania Siri, Diktovania a obmedzeného okruhu ďalších funkcií spracovania jazyka, ako sú napríklad Tlmočník alebo Ovládanie hlasom.
sl: Izboljšanje Siri in funkcije Narekovanje družbi Apple omogoča shranjevanje ter pregled vaše komunikacije s Siri, funkcijo Narekovanje in funkcijo Prevajalnik, vključno z zvočnimi podatki in transkripcijami, v pomoč družbi Apple pri razvijanju in izboljšanju Siri, funkcije Narekovanje ter omejenih drugih funkcij za jezikovno obdelavo, kot je Prevajalnik ali Glasovno upravljanje.
sv: Förbättra Siri och diktering gör det möjligt för Apple att lagra och låta medarbetare granska prov på ljudinteraktioner med Siri, Diktering och Översätt i syfte att hjälpa Apple att utveckla och förbättra Siri, Diktering och begränsade övriga funktioner för språkbearbetning (exempelvis översättning eller röststyrning).
th: การปรับปรุง Siri และการป้อนตามคำบอกทำให้ Apple สามารถจัดเก็บข้อมูลและตรวจสอบการโต้ตอบของคุณกับ Siri, การป้อนตามคำบอก และการแปลภาษา ซึ่งรวมถึงข้อมูลเสียงและข้อความถอดเสียง เพื่อช่วยให้ Apple พัฒนาและปรับปรุง Siri, การป้อนตามคำบอก และคุณสมบัติอื่นที่ใช้การประมวลผลทางภาษาที่จำกัดได้ เช่น การแปลภาษาหรือการสั่งการด้วยเสียง
tr: Siri’yi ve Dikte’yi İyileştir, Apple’ın Siri’yi, Dikte’yi ve Çeviri veya Sesle Denetim gibi diğer sınırlı dil işleme özelliklerini geliştirmesine ve iyileştirmesine yardımcı olmak amacıyla ses verileri ve dökümler de dahil olmak üzere Siri, Dikte ve Çeviri ile etkileşimlerinizi saklamasına ve incelemesine olanak tanır.
uk: Функція «Покращення Siri й Диктування» дає Apple змогу зберігати й аналізувати ваші взаємодії із Siri, Диктуванням і Перекладом, зокрема аудіодані та стенограми, щоб допомагати Apple розробляти й удосконалювати Siri, Диктування та деякі інші функції оброблення мови, як‑от Переклад або Керування голосом.
vi: Cải tiến Siri và Đọc chính tả cho phép Apple lưu trữ và xem lại các tương tác âm thanh với Siri, Đọc chính tả và Dịch thuật (bao gồm dữ liệu âm thanh và các bản chép lại) để giúp Apple phát triển và cải thiện Siri, Đọc chính tả và các tính năng xử lý ngôn ngữ giới hạn khác như Dịch thuật hoặc Khẩu lệnh.
zh_cn: “改进Siri和听写”允许Apple储存和检查你与Siri、听写和翻译的交互，包括音频数据和听写文本，以帮助Apple开发和改进Siri、听写和其他有限语言处理功能，如翻译或语音控制。
zh_hk: 「改進Siri和聽寫」允許Apple儲存並檢閲你與Siri、「聽寫」和「翻譯」的互動，包括音訊資料和轉寫記錄，以協助Apple開發並改進Siri、「聽寫」以及其他有限語言處理功能（例如「翻譯」或「語音控制」）。
zh_tw: 「改進Siri和聽寫」允許Apple儲存並檢視你與Siri、「聽寫」和「翻譯」，包含音訊資料和逐字稿，以協助Apple開發和改進Siri、「聽寫」，以及其他「翻譯」或「語音控制」等有限的語言處理功能。

# SPLASH_TITLE
source: Improve Siri and Dictation & Privacy
ar: تحسين Siri والإملاء والخصوصية
bg: Подобряване на Siri и диктовка и поверителност
ca: La millora de Siri i el dictat i la privacitat
cs: Vylepšování Siri a diktování a ochrana soukromí
da: Gør Siri og Diktering bedre og anonymitet
de: „Siri und Diktierfunktion verbessern“ & Datenschutz
el: Βελτίωση του Siri και της Υπαγόρευσης και απόρρητο
es: “Mejorar Siri y Dictado” y la privacidad
es_419: Mejorar Siri y Dictado y la privacidad
es_us: Mejorar Siri y Dictado y la privacidad
fi: Paranna Siriä ja sanelua ja tietosuoja
fr: Améliorer Siri et Dictée et confidentialité
fr_ca: « Améliorer Siri et Dictée » et confidentialité
he: ״שיפור Siri והכתבה״ ופרטיות
hi: Siri और डिक्टेशन बेहतर बनाएँ और गोपनीयता
hr: Poboljšanje Siri i Diktata te privatnost
hu: Siri és a Diktálás továbbfejlesztése és az adatvédelem
id: Tingkatkan Siri dan Dikte & Privasi
it: “Migliora Siri e Dettatura” e privacy
ja: “Siriと音声入力の改善”とプライバシー
kk: «Siri және мәтінді дауыспен енгізу» функциясын жақсарту және құпиялылық
ko: Siri 및 받아쓰기 기능 향상 및 개인정보 보호
lt: „Siri“ ir „Diktavimo“ tobulinimas bei privatumas
ms: Tingkatkan Siri dan Perencanaan & Privasi
nl: 'Verbeter Siri en de dicteer­functie' en privacy
no: Om Forbedre Siri og Diktering og personvern
pl: Ulepszanie (Siri i Dyktowanie) i prywatność
pt_br: Melhorar a Siri e o Ditado e Privacidade
pt_pt: Melhorar Siri e Ditado e Privacidade
ro: “Îmbunătățire Siri și dictare” și intimitatea
ru: Улучшение Siri и Диктовки и конфиденциальность
sk: Vylepšovanie Siri a Diktovania a súkromie
sl: Izboljšanje Siri in funkcije Narekovanje ter zasebnost
sv: Förbättra Siri och diktering och integritet
th: ปรับปรุง Siri, การป้อนตามคำบอก และความเป็นส่วนตัว
tr: Siri’yi ve Dikte’yi İyileştir ve Gizlilik
uk: Покращення Siri й Диктування і приватність
vi: Cải tiến Siri và Đọc chính tả & Quyền riêng tư
zh_cn: 改进Siri和听写与隐私
zh_hk: 改進Siri和聽寫與私隱
zh_tw: 改進Siri和聽寫與隱私權
